Repository: lncendia/Overoom
Catalog: AuthService.Start/Resources/Views/Registration/Registration.*.resx
Languages: de

# RegistrationButton
source: Registration
de: Eintragung

source: Have account?
de: Haben Sie ein Konto?

# InvalidRequest
source: Invalid login request
de: Die Anmeldeanforderung ist ung√ºltig

# ForgotPassword
source: Forgot your password?
de: Passwort vergessen?

source: Cancel
de: Annullierung

# RegistrationTitle
source: Registration
de: Eintragung

source: Log in
de: Autorisierter

# WeakPass
source: Weak password
de: Schwaches Passwort

# MediumPass
source: Medium password
de: Durchschnittliches Passwort

# StrongPass
source: Strong password
de: Sicheres Passwort

# PassWarning
source: The password is not secure
de: Das Passwort ist nicht sicher
