Repository: lncendia/Overoom
Catalog: PJMS.AuthService/Resources/Views/Registration/Registration.*.resx
Languages: az, be, bg, de, el, fi, hu, it, ja, kk, ko, pt, ru, sr, uk, zh

source: Cancel
az: Ləğv
be: Адмена
bg: Отказ
de: Annullierung
el: Ακύρωση
fi: Peruuttaa
hu: Mégse
it: Cancellazione
ja: キャンセル
kk: Бас тарту
ko: 취소
pt: Cancelamento
ru: Отмена
sr: Отказивање
uk: Скасування
zh: 取消

# ForgotPassword
source: Forgot your password?
az: Şifrənizi unutmusunuz?
be: Забыліся пароль?
bg: Забравена парола?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
fi: Unohtuiko salasana?
hu: Elfelejtette a jelszavát?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
kk: Құпия сөзді ұмыттыңыз ба?
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu sua senha?
ru: Забыли пароль?
sr: Заборавили сте лозинку?
uk: Забули пароль?
zh: 忘记密码？

# InvalidRequest
source: Invalid login request
az: Yanlış giriş tələbi
be: Няправільны запыт на ўваход
bg: Невалидна заявка за влизане
de: Die Anmeldeanforderung ist ungültig
el: Μη έγκυρο αίτημα σύνδεσης
fi: Virheellinen kirjautumispyyntö
hu: Érvénytelen bejelentkezési kérelem
it: Richiesta di accesso non valida
ja: 無効なログイン要求
kk: Қате кіру сұрауы
ko: 잘못된 로그인 요청
pt: Pedido de acesso inválido
ru: Неверный запрос на вход
sr: Неважећи захтев за пријаву
uk: Неправильний запит на вхід
zh: 登录请求无效

# HaveAccount
source: Do you have an account?
az: Hesabınız varmı?
be: Ёсць рахунак?
bg: Имате акаунт?
de: Hast du ein Konto?
el: Έχετε λογαριασμό;
fi: Onko sinulla tili?
hu: Van számlája?
it: Hai un account?
ja: あなたはアカウントを持っていますか？
kk: Тіркелгі бар ма?
ko: 당신은 계정이 있습니까?
pt: Tem uma conta?
ru: Есть аккаунт?
sr: Имате рачун?
uk: Є аккаунт?
zh: 你有帐户吗？

# RegistrationButton
source: Registration
az: Qeydiyyat
be: Рэгістрацыя
bg: Регистрация
de: Eintragung
el: Εγγραφή
fi: Rekisteröinti
hu: Regisztráció
it: Deposito
ja: 登録
kk: Тіркеу
ko: 등록
pt: Registo
ru: Регистрация
sr: Регистрација
uk: Реєстрація
zh: 登记注册

# SchemesNotConfigured
source: No login schemes are configured for this request.
az: Bu sorğu üçün konfiqurasiya edilmiş Giriş sxemləri yoxdur.
be: Для гэтага запыту не настроены схемы ўваходу.
bg: Няма конфигурирани схеми за вход за тази заявка.
de: Anmeldeschemas sind für diese Anforderung nicht konfiguriert.
el: Δεν έχουν ρυθμιστεί σχήματα σύνδεσης για αυτό το αίτημα.
fi: Tätä pyyntöä varten ei ole määritetty kirjautumisjärjestelmiä.
hu: Ehhez a kéréshez nincsenek konfigurálva bejelentkezési sémák.
it: Non sono stati configurati schemi di accesso per questa richiesta.
ja: この要求に対してログインスキームは構成されていません。
kk: Бұл сұрау үшін кіру схемалары конфигурацияланбаған.
ko: 이 요청에 대해 로그인 구성표가 구성되어 있지 않습니다.
pt: Os esquemas de entrada não estão configurados para esta solicitação.
ru: Для этого запроса не настроены схемы входа.
sr: За овај упит нису конфигурисане шеме за пријаву.
uk: Для цього запиту не налаштовані схеми входу.
zh: 没有为此请求配置登录方案。

# RegistrationTitle
source: Registration
az: Qeydiyyat
be: Рэгістрацыя
bg: Регистрация
de: Eintragung
el: Εγγραφή
fi: Rekisteröinti
hu: Regisztráció
it: Deposito
ja: 登録
kk: Тіркеу
ko: 등록
pt: Registo
ru: Регистрация
sr: Регистрација
uk: Реєстрація
zh: 登记注册

# Login
source: Enter
az: Daxil ol
be: Увайсці
bg: Вляза
de: Hereinkommen
el: Συνδεθείτε
fi: Kirjoittaa
hu: Belép
it: Entrarci
ja: 入る
kk: Кіру
ko: 입력
pt: Entrar
ru: Войти
sr: Пријавите се
uk: Увійти
zh: 进入

# WeakPass
source: Weak password
az: Zəif parol
be: Слабы пароль
bg: Слаба парола
de: Schwaches Passwort
el: Αδύναμος κωδικός πρόσβασης
fi: Heikko salasana
hu: Gyenge jelszó
it: Password debole
ja: 弱いパスワード
kk: Әлсіз құпия сөз
ko: 약한 암호
pt: Senha fraca
ru: Слабый пароль
sr: Слаба лозинка
uk: Слабкий пароль
zh: 弱密码

# MediumPass
source: The average password
az: Orta parol
be: Сярэдні пароль
bg: Средна парола
de: Mittleres Passwort
el: Ο μέσος κωδικός πρόσβασης
fi: Keskimääräinen salasana
hu: Az átlagos jelszó
it: Password Media
ja: 平均的なパスワード
kk: Орташа құпия сөз
ko: 평균 암호
pt: Senha média
ru: Средний пароль
sr: Средња лозинка
uk: Середній пароль
zh: 平均密码

# StrongPass
source: A strong password
az: Güclü parol
be: Надзейны пароль
bg: Силна парола
de: Sicheres Passwort
el: Ένας ισχυρός κωδικός πρόσβασης
fi: Vahva salasana
hu: Erős jelszó
it: Password sicura
ja: 強力なパスワード
kk: Күшті құпия сөз
ko: 강력한 암호
pt: Senha forte
ru: Надежный пароль
sr: Јака лозинка
uk: Надійний пароль
zh: 强密码

# PassWarning
source: The password is not secure
az: Şifrə etibarlı deyil
be: Пароль не з'яўляецца надзейным
bg: Паролата не е силна
de: Das Passwort ist nicht zuverlässig
el: Ο κωδικός πρόσβασης δεν είναι ασφαλής
fi: Salasana ei ole turvallinen
hu: A jelszó nem biztonságos
it: La password non Ã¨ sicura
ja: パスワードは安全ではありません
kk: Құпия сөз сенімді емес
ko: 암호가 안전하지 않습니다
pt: A senha não é confiável
ru: Пароль не является надежным
sr: Лозинка није јака
uk: Пароль не є надійним
zh: 密码不安全
