Repository: lncendia/Overoom
Catalog: PJMS.AuthService.Mail/Resources/AppEmailService/EmailService.*.resx
Languages: az, be, bg, cs, el, es, fi, fr, hu, it, ja, kk, ko, nl, pl, pt, ro, ru, sr, sv, tr, uk, zh

# TwoFactorCodeEmailExplanation
source: You received this email because you requested a two-factor authentication code.
az: Bu e-poçtu iki faktorlu identifikasiya kodu tələb etdiyiniz üçün aldınız.
be: Вы атрымалі гэты ліст, таму што запыталі код двухфакторную аўтэнтыфікацыі.
bg: Получихте този имейл, защото поискахте двуфакторен код за удостоверяване.
cs: Tento dopis jste obdrželi, protože jste požádali o dvoufaktorový ověřovací kód.
el: Λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή ζητήσατε έναν κωδικό ελέγχου ταυτότητας δύο παραγόντων.
es: Recibió este correo electrónico porque solicitó un código de autenticación de dos factores.
fi: Sait tämän sähköpostin, koska pyysit kaksivaiheista todennuskoodia.
fr: Vous avez reçu cet e-mail parce que vous avez demandé un code d'authentification à deux facteurs.
hu: Ezt az e-mailt azért kapta, mert kétfaktoros hitelesítési kódot kért.
it: Hai ricevuto questa email perché hai richiesto un codice di autenticazione a due fattori.
ja: 二要素認証コードを要求したため、この電子メールを受信しました。
kk: Сіз бұл хатты екі факторлы аутентификация кодын сұрағандықтан алдыңыз.
ko: 이중 인증 코드를 요청했기 때문에 이 이메일을 받았습니다.
nl: U hebt deze e-mail ontvangen omdat u een tweefactorauthenticatiecode hebt aangevraagd.
pl: Otrzymałeś ten e-mail, ponieważ poprosiłeś o dwuskładnikowy kod uwierzytelniający.
pt: Você recebeu este e-mail porque solicitou um código de autenticação de dois fatores.
ro: Ați primit acest e-mail deoarece ați solicitat un cod de autentificare cu doi factori.
ru: Вы получили это письмо, потому что запросили код двухфакторной аутентификации.
sr: Добили сте ову е-пошту јер сте затражили двофакторски код за потврду идентитета.
sv: Du fick det här e-postmeddelandet eftersom du begärde en tvåfaktorsautentiseringskod.
tr: Bu e-postayı iki faktörlü bir kimlik doğrulama kodu talep ettiğiniz için aldınız.
uk: Ви отримали цей електронний лист, оскільки попросили код двофакторної автентифікації.
zh: 您收到此电子邮件是因为您请求了双因素身份验证代码。

# TwoFactorCodeEmailSubject
source: Requesting a two-factor authentication code
az: İki faktorlu identifikasiya kodu tələbi
be: Запыт кода двухфакторную аўтэнтыфікацыі
bg: Заявка за двуфакторен код за удостоверяване
cs: Požadavek dvoufaktorového ověřovacího kódu
el: Ζητώντας έναν κωδικό ελέγχου ταυτότητας δύο παραγόντων
es: Solicitud de código de autenticación de dos factores
fi: Kaksivaiheisen todennuskoodin pyytäminen
fr: Demande de code d'authentification à deux facteurs
hu: Kétfaktoros hitelesítési kód kérése
it: Richiesta del codice di autenticazione a due fattori
ja: 二要素認証コードの要求
kk: Екі факторлы аутентификация кодын сұрау
ko: 이중 인증 코드 요청
nl: Een twee-factor authenticatiecode aanvragen
pl: Żądanie kodu uwierzytelniania dwuskładnikowego
pt: Solicitar um código de autenticação de dois fatores
ro: Solicitarea unui cod de autentificare cu doi factori
ru: Запрос кода двухфакторной аутентификации
sr: Захтев за двофакторски код за потврду идентитета
sv: Begär en tvåfaktorsautentiseringskod
tr: İki faktörlü kimlik doğrulama kodu isteme
uk: Запит коду двофакторної автентифікації
zh: 请求双因素身份验证代码

# TwoFactorCodeEmailText
source: Enter the code below into the application to complete two-factor authentication.
az: Aşağıdakı kodu daxil edin tətbiq iki faktorlu identifikasiyadan keçmək.
be: Увядзіце код прадстаўлены ніжэй у дадатак каб прайсці двухфакторную аўтэнтыфікацыю.
bg: Въведете кода по-долу в приложението, за да преминете през двуфакторно удостоверяване.
cs: Zadejte níže uvedený kód do aplikace pro dvoufaktorové ověření.
el: Εισαγάγετε τον παρακάτω κωδικό στην εφαρμογή για να ολοκληρώσετε τον έλεγχο ταυτότητας δύο παραγόντων.
es: Introduzca el siguiente código en la aplicación para pasar la autenticación de dos factores.
fi: Syötä alla oleva koodi sovellukseen suorittaaksesi kaksivaiheisen todennuksen.
fr: Entrez le code ci-dessous dans l'application pour passer l'authentification à deux facteurs.
hu: Írja be az alábbi kódot az alkalmazásba a kétfaktoros hitelesítés befejezéséhez.
it: Inserisci il codice fornito di seguito nell'applicazione per passare l'autenticazione a due fattori.
ja: 以下のコードをアプリケーションに入力して、2要素認証を完了します。
kk: Төмендегі кодты енгізіңіз қолданба екі факторлы аутентификациядан өту үшін.
ko: 응용 프로그램에 아래 코드를 입력하여 이중 인증을 완료합니다.
nl: Voer de onderstaande code in de applicatie in om tweefactorauthenticatie te voltooien.
pl: Wprowadź poniższy kod do aplikacji, aby przejść uwierzytelnianie dwuskładnikowe.
pt: Digite o código abaixo no aplicativo para passar pela autenticação de dois fatores.
ro: Introduceți codul de mai jos în aplicație pentru a finaliza autentificarea cu doi factori.
ru: Введите код представленный ниже в приложение чтобы пройти двухфакторную аутентификацию.
sr: Унесите код испод у апликација да бисте добили двофакторску потврду идентитета.
sv: Ange koden nedan i programmet för att slutföra tvåfaktorsautentisering.
tr: İki faktörlü kimlik doğrulamayı geçmek için aşağıdaki kodu uygulamaya girin.
uk: Введіть код представлений нижче в додаток щоб пройти двофакторну аутентифікацію.
zh: 在应用程序中输入下面的代码以完成双因素身份验证。
