Repository: lncendia/Overoom
Catalog: PJMS.AuthService.Mail/Resources/AppEmailService/EmailService.*.resx
Languages: az, be, bg, cs, el, es, fi, fr, hu, it, ja, kk, ko, nl, pl, pt, ro, ru, sr, sv, tr, uk, zh

# ConfirmMailChangeEmailButtonName
source: Change your email
az: Poçtu dəyişdirin
be: Змяніць пошту
bg: Промяна на пощата
cs: Změnit poštu
el: Αλλάξτε το email σας
es: Cambiar correo
fi: Muuta sähköpostiasi
fr: Modifier le courrier
hu: E-mail módosítása
it: Cambia posta
ja: メールを変更する
kk: Поштаны өзгерту
ko: 이메일 변경
nl: Wijzig uw e-mail
pl: Zmień pocztę
pt: Editar e-mail
ro: Schimbați-vă adresa de e-mail
ru: Изменить почту
sr: Промените пошту
sv: Ändra din e-post
tr: Postayı değiştir
uk: Змінити пошту
zh: 更改您的电子邮件

# ConfirmMailChangeEmailExplanation
source: You received this email because you requested a change of email address.
az: Bu e-poçtu e-poçt ünvanının dəyişdirilməsini tələb etdiyiniz üçün aldınız.
be: Вы атрымалі гэты ліст, таму што запыталі змену адрасы электроннай пошты.
bg: Получихте този имейл, защото поискахте промяна на имейл адреса.
cs: Tento dopis jste obdrželi, protože jste požádali o změnu e-mailové adresy.
el: Λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή ζητήσατε αλλαγή διεύθυνσης ηλεκτρονικού ταχυδρομείου.
es: Recibió este correo electrónico porque solicitó un cambio de dirección de correo electrónico.
fi: Sait tämän sähköpostin, koska pyysit sähköpostiosoitteen muutosta.
fr: Vous avez reçu cet e-mail parce que vous avez demandé un changement d'adresse e-mail.
hu: Ezt az e-mailt azért kapta, mert az e-mail cím megváltoztatását kérte.
it: Hai ricevuto questa email perché hai richiesto un cambio di indirizzo email.
ja: メールアドレスの変更を要求したため、このメールを受信しました。
kk: Сіз бұл электрондық поштаны электрондық пошта мекенжайын өзгертуді сұрағандықтан алдыңыз.
ko: 이메일 주소 변경을 요청했기 때문에 이 이메일을 받았습니다.
nl: U heeft deze e-mail ontvangen omdat u een wijziging van uw e-mailadres hebt aangevraagd.
pl: Otrzymałeś ten e-mail, ponieważ poprosiłeś o zmianę adresu e-mail.
pt: Você recebeu este e-mail porque solicitou uma mudança de endereço de e-mail.
ro: Ați primit acest e-mail deoarece ați solicitat o schimbare a adresei de e-mail.
ru: Вы получили это письмо, потому что запросили смену адреса электронной почты.
sr: Добили сте ову е-пошту јер сте затражили промену адресе е-поште.
sv: Du fick det här e-postmeddelandet eftersom du begärde en ändring av e-postadressen.
tr: Bu e-postayı, e-posta adresinizde değişiklik talep ettiğiniz için aldınız.
uk: Ви отримали цей електронний лист, оскільки просили змінити адресу електронної пошти.
zh: 您收到这封电子邮件是因为您要求更改电子邮件地址.

# ConfirmMailChangeEmailSubject
source: Changing the mail
az: Poçtun dəyişdirilməsi
be: ЗМЕНА ПОШТЫ
bg: Смяна на поща
cs: Změna pošty
el: Αλλαγή της αλληλογραφίας
es: Cambio de correo
fi: Postin vaihtaminen
fr: Changement de courrier
hu: A levél módosítása
it: Cambio di posta
ja: メールの変更
kk: Поштаны өзгерту
ko: 메일 변경
nl: De mail wijzigen
pl: Zmiana poczty
pt: Mudança de E-mail
ro: Schimbarea e-mailului
ru: Смена почты
sr: Промена поште
sv: Ändra e-post
tr: Posta değişimi
uk: Зміна Пошти
zh: 更改邮件

# ConfirmMailChangeEmailText
source: Confirm the change of your email address to a new one by clicking on the button below.
az: E-poçt adresinizi dəyişdirin Yeni aşağıdakı düyməni basaraq.
be: Пацвердзіце змену свайго адрасу электроннай пошты на новы націснуўшы на кнопку ніжэй.
bg: Потвърдете промяната на имейл адреса си на нов, като кликнете върху бутона по-долу.
cs: Potvrďte změnu své e-mailové adresy na novou kliknutím na tlačítko níže.
el: Επιβεβαιώστε την αλλαγή της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας σε μια νέα κάνοντας κλικ στο παρακάτω κουμπί.
es: Confirme el cambio de su dirección de correo electrónico a una nueva haciendo clic en el botón de abajo.
fi: Vahvista sähköpostiosoitteesi vaihtaminen uuteen klikkaamalla alla olevaa painiketta.
fr: Confirmez le changement de votre adresse e-mail à la nouvelle en cliquant sur le bouton ci-dessous.
hu: Az alábbi gombra kattintva erősítse meg e-mail címének megváltoztatását egy újra.
it: Conferma di cambiare il tuo indirizzo email con uno nuovo facendo clic sul pulsante in basso.
ja: 下のボタンをクリックして、新しいメールアドレスへの変更を確認してください。
kk: Төмендегі түймені басу арқылы электрондық пошта мекенжайыңыздың жаңасына ауысуын растаңыз.
ko: 아래의 버튼을 클릭하여 새 이메일 주소의 변경을 확인합니다.
nl: Bevestig de wijziging van uw e-mailadres naar een nieuw door op de onderstaande knop te klikken.
pl: Potwierdź zmianę adresu e-mail na nowy naciskając przycisk poniżej.
pt: Confirme a mudança do seu endereço de E-mail para o novo clicando no botão abaixo.
ro: Confirmați schimbarea adresei dvs. de e-mail la una nouă făcând clic pe butonul de mai jos.
ru: Подтвердите смену своего адреса электронной почты на новый нажав на кнопку ниже.
sr: Потврдите промену адресе е-поште у нову кликом на дугме испод.
sv: Bekräfta ändringen av din e-postadress till en ny genom att klicka på knappen nedan.
tr: Aşağıdaki düğmeye tıklayarak e-posta adresinizin yenisiyle değiştirildiğini onaylayın.
uk: Підтвердіть зміну своєї адреси електронної пошти на новий натиснувши на кнопку нижче.
zh: 点击下面的按钮，确认您的电子邮件地址更改为一个新的。

# ConfirmRecoverPasswordEmailButtonName
source: Recover password
az: Şifrəni bərpa edin
be: Аднавіць пароль
bg: Възстановяване на парола
cs: Obnovit heslo
el: Ανάκτηση κωδικού πρόσβασης
es: Recuperar contraseña
fi: Palauta salasana
fr: Récupérer le mot de passe
hu: Jelszó visszaállítása
it: Recupera password
ja: パスワードの回復
kk: Құпия сөзді қалпына келтіріңіз
ko: 비밀번호 복구
nl: Wachtwoord herstellen
pl: Odzyskaj hasło
pt: Recuperar senha
ro: Recuperare parolă
ru: Восстановить пароль
sr: Вратите лозинку
sv: Återställ lösenord
tr: Şifreyi kurtar
uk: Відновити пароль
zh: 恢复密码

# ConfirmRecoverPasswordEmailExplanation
source: You received this email because you requested to restore your password.
az: Şifrənizi bərpa etməyi tələb etdiyiniz üçün bu e-poçtu aldınız.
be: Вы атрымалі гэты ліст, таму што запыталі аднаўленне свайго пароля.
bg: Получихте този имейл, защото поискахте възстановяване на паролата си.
cs: Tento e-mail jste obdrželi, protože jste požádali o obnovení hesla.
el: Λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή ζητήσατε να επαναφέρετε τον κωδικό πρόσβασής σας.
es: Usted recibió este correo electrónico porque solicitó la recuperación de su contraseña.
fi: Sait tämän sähköpostin, koska pyysit palauttamaan salasanasi.
fr: Vous avez reçu cet e-mail parce que vous avez demandé la récupération de votre mot de passe.
hu: Ezt az e-mailt azért kapta, mert a jelszó visszaállítását kérte.
it: Hai ricevuto questa email perché hai richiesto il recupero della tua password.
ja: パスワードの復元を要求したため、このメールが届きました。
kk: Сіз бұл хатты құпия сөзді қалпына келтіруді сұрағандықтан алдыңыз.
ko: 비밀번호 복원을 요청했기 때문에 이 이메일을 받았습니다.
nl: Je hebt deze e-mail ontvangen omdat je hebt gevraagd om je wachtwoord te herstellen.
pl: Otrzymałeś ten e-mail, ponieważ poprosiłeś o odzyskanie hasła.
pt: Você recebeu este e-mail porque solicitou a redefinição da sua senha.
ro: Ați primit acest e-mail deoarece ați solicitat restaurarea parolei.
ru: Вы получили это письмо, потому что запросили восстановление своего пароля.
sr: Добили сте ову е-пошту јер сте затражили опоравак лозинке.
sv: Du fick det här e-postmeddelandet eftersom du begärde att återställa ditt lösenord.
tr: Bu e-postayı şifrenizin kurtarılmasını talep ettiğiniz için aldınız.
uk: Ви отримали цей електронний лист, оскільки попросили відновити пароль.
zh: 您收到这封电子邮件是因为您要求恢复您的密码.

# ConfirmRecoverPasswordEmailSubject
source: Password Recovery
az: Parolun bərpası
be: Аднаўленне пароля
bg: Възстановяване на парола
cs: Obnovení hesla
el: Ανάκτηση Κωδικού Πρόσβασης
es: Recuperación de contraseña
fi: Salasanan Palautus
fr: Récupération de mot de passe
hu: Jelszó Helyreállítás
it: Recupero password
ja: パスワードの回復
kk: Құпия сөзді қалпына келтіру
ko: 비밀번호 복구
nl: wachtwoordterugwinning
pl: Odzyskiwanie hasła
pt: Recuperação de senha
ro: Recuperarea Parolei
ru: Восстановление пароля
sr: Опоравак лозинке
sv: Återställning Av Lösenord
tr: Şifre kurtarma
uk: Відновлення пароля
zh: 密码恢复

# ConfirmRecoverPasswordEmailText
source: Confirm the reset of the old password by clicking on the button below. This step will delete your old password and allow you to set a new one.
az: Aşağıdakı düyməni basaraq köhnə parolun sıfırlanmasını təsdiqləyin. Bu addım köhnə şifrənizi siləcək və yenisini təyin etməyə imkan verəcəkdir.
be: Пацвердзіце скід старога пароля, націснуўшы на кнопку ніжэй. Гэты крок выдаліць ваш стары пароль і дазволіць вам усталяваць новы.
bg: Потвърдете нулирането на старата парола, като кликнете върху бутона по-долу. Тази стъпка ще премахне старата ви парола и ще ви позволи да зададете нова.
cs: Potvrďte obnovení starého hesla kliknutím na tlačítko níže. Tento krok odstraní vaše staré heslo a umožní vám nainstalovat nové.
el: Επιβεβαιώστε την επαναφορά του παλιού κωδικού πρόσβασης κάνοντας κλικ στο παρακάτω κουμπί. Αυτό το βήμα θα διαγράψει τον παλιό σας κωδικό πρόσβασης και θα σας επιτρέψει να ορίσετε έναν νέο.
es: Confirme el restablecimiento de la contraseña anterior haciendo clic en el botón de abajo. Este paso eliminará su contraseña anterior y le permitirá establecer una nueva.
fi: Vahvista vanhan salasanan nollaus napsauttamalla alla olevaa painiketta. Tämä vaihe poistaa vanhan salasanasi ja antaa sinun asettaa uuden.
fr: Confirmez la réinitialisation de l'ancien mot de passe en cliquant sur le bouton ci-dessous. Cette étape supprimera votre ancien mot de passe et vous permettra d'en définir un nouveau.
hu: Az alábbi gombra kattintva erősítse meg a régi jelszó visszaállítását. Ez a lépés törli a régi jelszót, és lehetővé teszi egy új beállítását.
it: Conferma la reimpostazione della vecchia password facendo clic sul pulsante in basso. Questo passaggio rimuoverà la tua vecchia password e ti consentirà di impostarne una nuova.
ja: 下のボタンをクリックして、古いパスワードのリセットを確認してください。 この手順で古いパスワードが削除され、新しいパスワードを設定できます。
kk: Төмендегі түймені басу арқылы ескі құпия сөзді қалпына келтіруді растаңыз. Бұл қадам ескі құпия сөзді жояды және жаңасын орнатуға мүмкіндік береді.
ko: 아래 버튼을 클릭하여 이전 암호의 재설정을 확인합니다. 이 단계는 이전 암호를 삭제하고 새 암호를 설정할 수 있습니다.
nl: Bevestig de reset van het oude wachtwoord Door op de onderstaande knop te klikken. Deze stap verwijdert uw oude wachtwoord en stelt u in staat een nieuw wachtwoord in te stellen.
pl: Potwierdź zresetowanie starego hasła, naciskając przycisk poniżej. Ten krok usunie stare hasło i pozwoli ustawić nowe.
pt: Confirme a redefinição da senha antiga clicando no botão abaixo. Esta etapa removerá sua senha antiga e permitirá que você defina uma nova.
ro: Confirmați resetarea parolei vechi făcând clic pe butonul de mai jos. Acest pas vă va șterge vechea parolă și vă va permite să setați una nouă.
ru: Подтвердите сброс старого пароля, нажав на кнопку ниже. Этот шаг удалит ваш старый пароль и позволит вам установить новый.
sr: Потврдите ресетовање старе лозинке кликом на дугме испод. Овај корак ће избрисати вашу стару лозинку и омогућити вам да поставите нову.
sv: Bekräfta återställningen av det gamla lösenordet genom att klicka på knappen nedan. Detta steg tar bort ditt gamla lösenord och låter dig ställa in ett nytt.
tr: Aşağıdaki düğmeye tıklayarak eski şifrenin sıfırlandığını onaylayın. Bu adım eski şifrenizi silecek ve yenisini belirlemenize izin verecektir.
uk: Підтвердіть скидання старого пароля, натиснувши на кнопку нижче. Цей крок видалить ваш старий пароль і дозволить встановити новий.
zh: 点击下面的按钮确认重置旧密码. 此步骤将删除您的旧密码，并允许您设置新密码。

# ConfirmRegistrationEmailButtonName
source: Confirm registration
az: Qeydiyyatı təsdiqləyin
be: Пацвердзіць рэгістрацыю
bg: Потвърдете регистрацията
cs: Potvrdit registraci
el: Επιβεβαίωση εγγραφής
es: Confirmar registro
fi: Vahvista rekisteröinti
fr: Confirmer l'enregistrement
hu: Regisztráció megerősítése
it: Conferma registrazione
ja: 登録の確認
kk: Тіркеуді растау
ko: 등록 확인
nl: Bevestig registratie
pl: Potwierdź rejestrację
pt: Confirmar registo
ro: Confirmați înregistrarea
ru: Подтвердить регистрацию
sr: Потврдите регистрацију
sv: Bekräfta registrering
tr: Kaydı onayla
uk: Підтвердити реєстрацію
zh: 确认登记

# ConfirmRegistrationEmailExplanation
source: You have received this email because you have recently registered an account.
az: Bu e-poçtu bu yaxınlarda bir hesaba yazıldığınız üçün aldınız.
be: Вы атрымалі гэты ліст, таму што нядаўна зарэгістравалі ўліковы запіс.
bg: Получихте този имейл, защото наскоро сте се регистрирали за акаунт.
cs: Tento dopis jste obdrželi, protože jste si nedávno zaregistrovali účet.
el: Λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή έχετε καταχωρίσει πρόσφατα έναν λογαριασμό.
es: Recibiste este correo electrónico porque recientemente registraste una cuenta.
fi: Olet saanut tämän sähköpostin, koska olet äskettäin rekisteröinyt tilin.
fr: Vous avez reçu cet e-mail parce que vous avez récemment enregistré un compte.
hu: Azért kapta ezt az e-mailt, mert nemrég regisztrált egy fiókot.
it: Hai ricevuto questa email perché ti sei registrato di recente per un account.
ja: 最近アカウントを登録したため、このメールが届きました。
kk: Сіз бұл хатты жақында тіркелгіге тіркелгендіктен алдыңыз.
ko: 최근에 계정을 등록했기 때문에 이 이메일을 받았습니다.
nl: Je hebt deze e-mail ontvangen omdat je onlangs een account hebt geregistreerd.
pl: Otrzymałeś ten e-mail, ponieważ niedawno założyłeś konto.
pt: Você recebeu este e-mail porque registrou uma conta recentemente.
ro: Ați primit acest e-mail deoarece ați înregistrat recent un cont.
ru: Вы получили это письмо, потому что недавно зарегистрировали учетную запись.
sr: Добили сте ову е-пошту јер сте се недавно регистровали за налог.
sv: Du har fått det här e-postmeddelandet eftersom du nyligen har registrerat ett konto.
tr: Bu e-postayı yakın zamanda bir hesaba kaydolduğunuz için aldınız.
uk: Ви отримали цей електронний лист, оскільки нещодавно зареєстрували обліковий запис.
zh: 您收到这封电子邮件是因为您最近注册了一个帐户.

# ConfirmRegistrationEmailSubject
source: Account activation
az: Hesabın aktivləşdirilməsi
be: Актывацыя акаўнта
bg: Активиране на акаунта
cs: Aktivace účtu
el: Ενεργοποίηση λογαριασμού
es: Activación de cuenta
fi: Tilin aktivointi
fr: Activation du compte
hu: Fiók aktiválás
it: Attivazione dell'account
ja: アカウントの有効化
kk: Есептік жазбаны белсендіру
ko: 계정 활성화
nl: Account activering
pl: Aktywacja konta
pt: Ativação da conta
ro: Activarea contului
ru: Активация аккаунта
sr: Активација налога
sv: Aktivering av konto
tr: Hesap etkinleştirme
uk: Активація аккаунта
zh: 帐户激活

# ConfirmRegistrationEmailText
source: Confirm your email address by clicking on the button below. This step increases the security of your business by confirming that you are the owner of this email address.
az: Aşağıdakı düyməni vuraraq e-poçt adresinizi təsdiqləyin. Bu addım, bu poçt ünvanına sahib olduğunuzu təsdiqləyərək işinizin təhlükəsizliyini artırır.
be: Пацвердзіце свой адрас электроннай пошты, націснуўшы на кнопку ніжэй. Гэты крок павышае бяспеку вашага бізнесу, пацвярджаючы, што вы з'яўляецеся ўладальнікам гэтага паштовага адрасу.
bg: Потвърдете имейл адреса си, като кликнете върху бутона по-долу. Тази стъпка подобрява сигурността на вашия бизнес, като потвърждава, че сте собственик на този пощенски адрес.
cs: Potvrďte svou e-mailovou adresu kliknutím na tlačítko níže. Tento krok zvyšuje bezpečnost vaší firmy potvrzením, že jste vlastníkem této poštovní adresy.
el: Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας κάνοντας κλικ στο παρακάτω κουμπί. Αυτό το βήμα αυξάνει την ασφάλεια της επιχείρησής σας επιβεβαιώνοντας ότι είστε ο κάτοχος αυτής της διεύθυνσης ηλεκτρονικού ταχυδρομείου.
es: Confirme su dirección de correo electrónico haciendo clic en el botón de abajo. Este paso aumenta la seguridad de su negocio al confirmar que usted es el propietario de esa dirección Postal.
fi: Vahvista sähköpostiosoitteesi klikkaamalla alla olevaa painiketta. Tämä vaihe lisää yrityksesi turvallisuutta vahvistamalla, että olet tämän sähköpostiosoitteen omistaja.
fr: Confirmez votre adresse e-mail en cliquant sur le bouton ci-dessous. Cette étape améliore la sécurité de votre entreprise en confirmant que vous êtes le propriétaire de cette adresse postale.
hu: Erősítse meg e-mail címét az alábbi gombra kattintva. Ez a lépés növeli vállalkozásának biztonságát azáltal, hogy megerősíti, hogy Ön az e-mail cím tulajdonosa.
it: Conferma il tuo indirizzo email facendo clic sul pulsante in basso. Questo passaggio migliora la sicurezza della tua attività confermando di essere il proprietario di questo indirizzo postale.
ja: 下のボタンをクリックしてメールアドレスを確認してください。 この手順は、あなたがこのメールアドレスの所有者であることを確認することにより、ビジネスのセキュリティを向上させます。
kk: Төмендегі түймені басу арқылы электрондық пошта мекенжайыңызды растаңыз. Бұл қадам Сіздің осы пошта мекенжайының иесі екеніңізді растау арқылы бизнесіңіздің қауіпсіздігін арттырады.
ko: 아래 버튼을 클릭하여 이메일 주소를 확인하십시오. 이 단계는 이 이메일 주소의 소유자임을 확인하여 비즈니스 보안을 강화합니다.
nl: Bevestig uw e-mailadres door op de onderstaande knop te klikken. Deze stap verhoogt de veiligheid van uw bedrijf door te bevestigen dat u de eigenaar bent van dit e-mailadres.
pl: Potwierdź swój adres e-mail, naciskając przycisk poniżej. Ten krok zwiększa bezpieczeństwo Twojej firmy, potwierdzając, że jesteś właścicielem tego adresu e-mail.
pt: Confirme seu endereço de e-mail clicando no botão abaixo. Esta etapa aumenta a segurança do seu negócio, confirmando que você é o proprietário deste endereço de E-mail.
ro: Confirmați adresa dvs. de e-mail făcând clic pe butonul de mai jos. Acest pas crește securitatea afacerii dvs. confirmând că sunteți proprietarul acestei adrese de e-mail.
ru: Подтвердите свой адрес электронной почты, нажав на кнопку ниже. Этот шаг повышает безопасность вашего бизнеса, подтверждая, что вы являетесь владельцем этого почтового адреса.
sr: Потврдите своју адресу е-поште кликом на дугме испод. Овај корак побољшава сигурност вашег пословања потврђујући да сте власник те адресе е-поште.
sv: Bekräfta din e-postadress genom att klicka på knappen nedan. Detta steg ökar säkerheten för ditt företag genom att bekräfta att du är ägare till den här e-postadressen.
tr: Aşağıdaki düğmeye tıklayarak e-posta adresinizi doğrulayın. Bu adım, o posta adresinin sahibi olduğunuzu doğrulayarak işletmenizin güvenliğini artırır.
uk: Підтвердьте свою адресу електронної пошти, натиснувши на кнопку нижче. Цей крок підвищує безпеку вашого бізнесу, підтверджуючи, що ви є власником цієї поштової адреси.
zh: 点击下面的按钮确认您的电子邮件地址. 此步骤通过确认您是此电子邮件地址的所有者来提高您的业务安全性。

# LinkExpires
source: The link expires 24 hours after receiving the email.
az: Bağlantı məktubu aldıqdan 24 saat sonra başa çatır.
be: Спасылка мінае праз 24 гадзіны пасля атрымання ліста.
bg: Връзката изтича 24 часа след получаване на имейла.
cs: Odkaz vyprší 24 hodin po obdržení dopisu.
el: Ο σύνδεσμος λήγει 24 ώρες μετά τη λήψη του μηνύματος ηλεκτρονικού ταχυδρομείου.
es: El enlace expira 24 horas después de recibir el correo electrónico.
fi: Linkki vanhenee 24 tuntia sähköpostin vastaanottamisen jälkeen.
fr: Le lien expire 24 heures après la réception de l'e-mail.
hu: A link lejár 24 órával az e-mail kézhezvétele után.
it: Il link scade 24 ore dopo aver ricevuto l'e-mail.
ja: リンクは、メールを受信してから24時間後に有効期限が切れます。
kk: Сілтеме хатты алғаннан кейін 24 сағаттан кейін аяқталады.
ko: 링크는 이메일을 받은 후 24 시간 후에 만료됩니다.
nl: De link vervalt 24 uur na ontvangst van de e-mail.
pl: Link wygasa 24 godziny po otrzymaniu wiadomości e-mail.
pt: O link expira 24 horas após o recebimento do E-mail.
ro: Linkul expiră la 24 de ore de la primirea e-mailului.
ru: Ссылка истекает через 24 часа после получения письма.
sr: Веза истиче 24 сата након што примите писмо.
sv: Länken löper ut 24 timmar efter mottagandet av e-postmeddelandet.
tr: Mektubun alınmasından 24 saat sonra bağlantının süresi dolar.
uk: Посилання закінчується через 24 години після отримання листа.
zh: 该链接在收到电子邮件后24小时到期。

source: Privacy policy
az: Məxfilik Siyasəti
be: Палітыка прыватнасці
bg: Поверителност
cs: Zásady ochrany osobních údajů
el: Προσωπικών
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hu: Adatvédelmi szabályzat
it: Informativa sulla privacy
ja: プライバシーポリシー
kk: Құпиялылық саясаты
ko: 개인 정보 보호 정책
nl: Privacybeleid
pl: Polityka Prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sr: Политика приватности
sv: Sekretesspolicy
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh: 私隐政策

# Thanks
source: Thank you
az: Təşəkkür edirik
be: Дзякаваць
bg: Благодаря
cs: Děkovat
el: Ευχαριστούμε
es: Agradecido
fi: Kiitos.
fr: Remerciant
hu: Köszönöm
it: Ringraziante
ja: お疲れさまでした。
kk: Рахмет
ko: 감사합니다
nl: Dank u
pl: Dziękować
pt: Agradecer
ro: Mulțumesc
ru: Благодарим
sr: Хвала
sv: Tack
tr: Teşekkür etmek
uk: Дякуємо
zh: 谢谢！

source: Welcome
az: Salamlar
be: Вітаць
bg: Приветствувам
cs: Uvítat
el: Ευπρόσδεκτη
es: Dar la bienvenida
fi: Tervetuloa
fr: Saluons
hu: Üdvözöljük
it: Salutiamo
ja: ようこそ！
kk: Қош келдіңіз
ko: 환영
nl: Verwelkomen
pl: Pozdrowić
pt: Saudar
ro: Bun venit
ru: Приветствуем
sr: Добродошли
sv: Välkomna
tr: Selamlıyoruz
uk: Вітаємо
zh: 欢迎。

# CodeExpires
source: The code expires 1 minute after generation.
az: Kod yarandıqdan 1 dəqiqə sonra bitir.
be: Код мінае праз 1 хвіліну пасля генерацыі.
bg: Кодът изтича 1 минута след генерирането.
cs: Kód vyprší 1 minutu po generování.
el: Ο κωδικός λήγει 1 λεπτό μετά τη δημιουργία.
es: El código caduca 1 minuto después de la generación.
fi: Koodi vanhenee 1 minuutti sukupolven jälkeen.
fr: Le code expire 1 minute après la génération.
hu: A kód lejár 1 perccel a generáció után.
it: Il codice scade 1 minuto dopo la generazione.
ja: コードは生成後1分で有効期限が切れます。
kk: Код жасалғаннан кейін 1 минуттан кейін аяқталады.
ko: 코드는 생성 후 1 분 후에 만료됩니다.
nl: De code vervalt 1 minuut na generatie.
pl: Kod wygasa 1 minutę po wygenerowaniu.
pt: O código expira 1 minuto após a geração.
ro: Codul expiră la 1 minut după generare.
ru: Код истекает через 1 минуту после генерации.
sr: Код истиче 1 минут након генерисања.
sv: Koden upphör att gälla 1 minut efter generering.
tr: Kodun süresi, oluşturulduktan 1 dakika sonra sona erer.
uk: Код закінчується через 1 хвилину після генерації.
zh: 代码在生成后1分钟到期。
