Repository: lncendia/Overoom
Catalog: AuthService.Infrastructure.Mailing/Resources/AppEmailService/EmailService.*.resx
Languages: de

# ConfirmMailChangeEmailButtonName
source: Change your email
de: E-Mail bearbeiten

# ConfirmMailChangeEmailExplanation
source: You received this email because you requested a change of email address.
de: Sie haben diese E-Mail erhalten, weil Sie eine Änderung der E-Mail-Adresse angefordert haben.

# ConfirmMailChangeEmailSubject
source: Changing the mail
de: Mail ändern

# ConfirmMailChangeEmailText
source: Confirm the change of your email address to a new one by clicking on the button below.
de: Bestätigen Sie die Änderung Ihrer E-Mail-Adresse in eine neue, indem Sie auf die Schaltfläche unten klicken.

# ConfirmRecoverPasswordEmailButtonName
source: Recover password
de: Passwort wiederherstellen

# ConfirmRecoverPasswordEmailExplanation
source: You received this email because you requested to restore your password.
de: Sie haben diese E-Mail erhalten, weil Sie aufgefordert haben, Ihr Passwort wiederherzustellen.

# ConfirmRecoverPasswordEmailSubject
source: Password Recovery
de: Passwort wiederherstellen

# ConfirmRecoverPasswordEmailText
source: Confirm the reset of the old password by clicking on the button below. This step will delete your old password and allow you to set a new one.
de: Bestätigen Sie das Zurücksetzen des alten Passworts, indem Sie auf die Schaltfläche unten klicken. Dieser Schritt löscht Ihr altes Passwort und ermöglicht es Ihnen, ein neues Passwort festzulegen.

# ConfirmRegistrationEmailButtonName
source: Confirm registration
de: Registrierung bestätigen

# ConfirmRegistrationEmailExplanation
source: You have received this message because you have recently registered an account.
de: Sie haben diese Nachricht erhalten, weil Sie kürzlich ein Konto registriert haben.

# ConfirmRegistrationEmailSubject
source: Account activation
de: Konto aktivieren

# ConfirmRegistrationEmailText
source: Confirm your email address by clicking on the button below. This step increases the security of your business by confirming that you are the owner of this email address.
de: Bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf die Schaltfläche unten klicken. Dieser Schritt erhöht die Sicherheit Ihres Unternehmens, indem Sie bestätigen, dass Sie der Eigentümer dieser Postadresse sind.

source: Thanks
de: Gedankter

# LinkExpires
source: The link expires 24 hours after receiving the email.
de: Der Link läuft 24 Stunden nach Erhalt der E-Mail ab.

source: Welcome
de: Begrüßen

source: Privacy policy
de: Datenschutzerklärung
