Repository: lncendia/Overoom
Catalog: Identix/Resources/Views/Settings/Index.*.resx
Languages: ru

# SettingsTitle
source: Settings
ru: Настройки

# ExternalProviders
source: Linked Accounts
ru: Связанные аккаунты

source: Return
ru: Вернуться

# PasswordChange
source: Changing the password
ru: Смена пароля

# EmailChange
source: Changing the mail
ru: Смена почты

# TerminateSessions
source: End sessions
ru: Завершить сессии

# WarningInfo
source: Changing the data will end the remaining sessions!
ru: Изменение данных завершит остальные сессии!

# TwoFactor
source: Two-factor authentication
ru: Двухфакторная аутентификация

# Connect
source: Plug
ru: Подключить

# Disconnect
source: Unplug
ru: Отключить

# NicknameChange
source: Name change
ru: Смена имени

# AvatarChange
source: Photo change
ru: Смена фото
