Repository: lncendia/Overoom
Catalog: PJMS.AuthService/Resources/Views/Settings/Index.*.resx
Languages: az, be, bg, cs, de, el, es, it, ja, ko, nl, pl, pt, ro, sr, sv, tr, uk, zh

# TerminateSessions
source: End sessions
az: Sessiyaları tamamlayın
be: Завяршыць сесіі
bg: Прекратете сесиите
cs: Ukončit zasedání
de: Sitzungen beenden
el: Τέλος συνεδριών
es: Terminar las sesiones
it: Termina le sessioni
ja: セッションの終了
ko: 세션 종료
nl: Einde sessies
pl: Zakończ sesje
pt: Terminar sessão
ro: Sesiuni de încheiere
sr: Завршите сесије
sv: Avsluta sessioner
tr: Oturumları sonlandırın
uk: Завершити сесії
zh: 结束会议

# EmailChange
source: Changing the mail
az: Poçtun dəyişdirilməsi
be: Змена пошты
bg: Смяна на поща
cs: Změna pošty
de: Mail ändern
el: Αλλαγή της αλληλογραφίας
es: Cambio de correo
it: Cambio di posta
ja: メールの変更
ko: 메일 변경
nl: De mail wijzigen
pl: Zmiana poczty
pt: Mudança de E-mail
ro: Schimbarea e-mailului
sr: Промена поште
sv: Ändra e-post
tr: Posta değişimi
uk: Зміна пошти
zh: 更改邮件

# ExternalProviders
source: Linked Accounts
az: Əlaqəli hesablar
be: Звязаныя акаўнты
bg: Свързани акаунти
cs: Související účty
de: Verknüpfte Konten
el: Συνδεδεμένοι Λογαριασμοί
es: Cuentas vinculadas
it: Account collegati
ja: リンクされたアカウント
ko: 연결된 계정
nl: Gekoppelde Accounts
pl: Powiązane konta
pt: Contas vinculadas
ro: Conturi Conectate
sr: Повезани рачуни
sv: Länkade Konton
tr: Bağlantılı hesaplar
uk: Пов'язані акаунти
zh: 关联账户

# PasswordChange
source: Changing the password
az: Parolun dəyişdirilməsi
be: Змена пароля
bg: Промяна на паролата
cs: Změna hesla
de: Passwort ändern
el: Αλλαγή του κωδικού πρόσβασης
es: Cambio de contraseña
it: Modifica della password
ja: パスワードの変更
ko: 암호 변경
nl: Het wachtwoord wijzigen
pl: Zmiana hasła
pt: Alterar senha
ro: Schimbarea parolei
sr: Промена лозинке
sv: Ändra lösenord
tr: Şifreyi değiştirme
uk: Зміна пароля
zh: 更改密码

# Return
source: To return
az: Geri qayıt
be: Вярнуцца
bg: Върна
cs: Vrátit se
de: Zurückkehren
el: Επιστρέψετε
es: Regresar
it: Ritornare
ja: 戻るには
ko: 반환
nl: Terug
pl: Wrócić
pt: Voltar
ro: Pentru a reveni
sr: Повратак
sv: Återvända
tr: Geri dön
uk: Повернутися
zh: 返回

# SettingsTitle
source: Settings
az: Parametrlər
be: Наладжваньне
bg: Меню
cs: Nastavení
de: Die Einstellungen
el: Ρυθμίσεις
es: Ajustes
it: Regolazioni
ja: 設定
ko: 설정
nl: Instelling
pl: Konfiguracja
pt: Sintonização
ro: Setări
sr: Подешавања
sv: Inställning
tr: Ayarlar
uk: Настройка
zh: 设置

# WarningInfo
source: Changing the data will end the remaining sessions!
az: Məlumatların dəyişdirilməsi qalan sessiyaları tamamlayacaq!
be: Змена дадзеных завершыць астатнія сесіі!
bg: Промяната на данните ще приключи останалите сесии!
cs: Změna dat dokončí zbytek relací!
de: Die Änderung der Daten wird die restlichen Sitzungen beenden!
el: Η αλλαγή των δεδομένων θα τερματίσει τις υπόλοιπες συνεδρίες!
es: ¡Cambiar los datos completará el resto de las sesiones!
it: La modifica dei dati terminer√† il resto delle sessioni!
ja: データを変更すると、残りのセッションが終了します！
ko: 데이터를 변경하면 나머지 세션이 종료됩니다!
nl: Het wijzigen van de gegevens zal de resterende sessies beÃ«indigen!
pl: Zmiana danych zakończy Pozostałe sesje!
pt: A alteração dos dados encerrará as sessões restantes!
ro: Schimbarea datelor va încheia sesiunile rămase!
sr: Промена података ће завршити остале сесије!
sv: Ändra data kommer att avsluta de återstående sessionerna!
tr: Verileri değiştirmek, oturumların geri kalanını tamamlayacaktır!
uk: Зміна даних завершить інші сесії!
zh: 更改数据将结束剩余的会话！

# Connect
source: Plug
az: Qoşun
be: Падключыць
bg: Свържа
cs: Zapojit
de: Anschalten
el: Συνδέστε
es: Conectar
it: Collegare
ja: プラグ
ko: 플러그
pl: Podłączyć
pt: Ligar
ro: Ștecher
sr: Повежите
tr: Bağlan
uk: Підключити
zh: 插头

# Disconnect
source: Unplug
az: Deaktiv edin
be: Адключыць
bg: Изключа
cs: Vypnout
de: Ausschalten
el: Απενεργοποιήσετε
es: Desconectar
it: Staccare
ja: プラグを抜く
ko: 플러그를 뽑다
nl: Stekker
pl: Wyłączyć
pt: Desligar
ro: Deconectați
sr: Онемогући
sv: Koppla
tr: Kapatmak
uk: Відключити
zh: 拔掉插头

# TwoFactor
source: Two-factor authentication
az: İki faktorlu identifikasiya
be: Двухфакторную аўтэнтыфікацыя
bg: Двуфакторно удостоверяване
cs: Dvoufaktorové ověření
de: Zwei-Faktor-Authentifizierung
el: Έλεγχος ταυτότητας δύο παραγόντων
es: Autenticación de dos factores
it: Autenticazione a due fattori
ja: 二要素認証
ko: 이중 인증
nl: Twee-factor authenticatie
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ro: Autentificare cu doi factori
sr: Двофакторска Аутентификација
sv: Tvåfaktorsautentisering
tr: İki faktörlü kimlik doğrulama
uk: Двофакторна аутентифікація
zh: 双重认证

# AvatarChange
source: Photo change
az: Şəkil dəyişikliyi
be: Змена фота
bg: Промяна на снимка
cs: Změna fotografie
de: Foto ändern
el: Αλλαγή φωτογραφίας
es: Cambio de foto
it: Modifica foto
ja: 写真の変更
ko: 사진 변경
nl: Foto wijzigen
pl: Zmiana zdjęcia
pt: Mudança de foto
ro: Schimbare fotografie
sr: Промена фотографије
sv: Foto förändring
tr: Fotoğrafı değiştir
uk: Зміна фото
zh: 照片更改

# NicknameChange
source: Name change
az: Ad dəyişikliyi
be: Змена імя
bg: Промяна на името
cs: Změna jména
de: Namensänderung
el: Αλλαγή ονόματος
es: Cambio de nombre
it: Cambio di nome
ja: 名称変更
ko: 이름 변경
nl: Naamswijziging
pl: Zmiana nazwy
pt: Mudança de nome
ro: Schimbarea numelui
sr: Промена имена
sv: Namnbyte
tr: İsim değişikliği
uk: Зміна імені
zh: 名称变更
