Repository: lncendia/Overoom
Catalog: PJMS.AuthService.Web/Resources/Home/Controllers/HomeController.*.resx
Languages: az, be, bg, cs, de, el, es, fi, fr, hu, it, ja, kk, ko, nl, pl, pt, ro, sr, sv, tr, uk, zh

# DefaultException
source: An error occurred while processing the request.
az: Sorğunu emal edərkən bir səhv meydana gəldi.
be: Узнікла памылка пры апрацоўцы запыту.
bg: Възникна грешка при обработката на заявката.
cs: Při zpracování žádosti došlo k chybě.
de: Bei der Verarbeitung der Anforderung ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματος.
es: Se produjo un error al procesar la solicitud.
fi: Pyynnön käsittelyssä tapahtui virhe.
fr: Une erreur s'est produite lors du traitement de la demande.
hu: Hiba történt a kérés feldolgozása során.
it: Si è verificato un errore durante l'elaborazione della richiesta.
ja: 要求の処理中にエラーが発生しました。
kk: Сұрауды өңдеу кезінде қате пайда болды.
ko: 요청을 처리하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het verwerken van het verzoek.
pl: Wystąpił błąd podczas przetwarzania żądania.
pt: Ocorreu um erro ao processar a solicitação.
ro: A apărut o eroare în timpul procesării cererii.
sr: Дошло је до грешке приликом обраде захтева.
sv: Ett fel uppstod under behandlingen av begäran.
tr: İstek işlenirken bir hata oluştu.
uk: Виникла помилка при обробці запиту.
zh: 处理请求时出错。

# EmailAlreadyTakenException
source: The mail is already in use
az: Poçt artıq istifadə olunur
be: Пошта ўжо выкарыстоўваецца
bg: Пощата вече се използва
cs: Pošta se už používá
de: Mail wird bereits verwendet
el: Το ταχυδρομείο είναι ήδη σε χρήση
es: El correo ya está en uso
fi: Posti on jo käytössä
fr: Courrier déjà utilisé
hu: A levél már használatban van
it: Mail è già in uso
ja: メールはすでに使用されています
kk: Пошта қазірдің өзінде қолданыста
ko: 메일은 이미 사용 중입니다
nl: De mail is al in gebruik
pl: Poczta jest już używana
pt: O correio já está em uso
ro: Poșta este deja în uz
sr: Пошта се већ користи
sv: Posten är redan i bruk
tr: Posta zaten kullanımda
uk: Пошта вже використовується
zh: 邮件已经在使用中

# EmailFormatException
source: The mail format is not correct
az: Poçt formatı düzgün deyil
be: Фармат пошты не карэктны
bg: Форматът на пощата не е правилен
cs: Formát pošty není korektní
de: Das E-Mail-Format ist nicht korrekt
el: Η μορφή αλληλογραφίας δεν είναι σωστή
es: El formato de correo no es correcto
fi: Sähköpostin muoto ei ole oikea
fr: Le format du courrier n'est pas correct
hu: A levél formátuma nem megfelelő
it: Il formato della posta non è corretto
ja: メール形式が正しくありません
kk: Пошта пішімі дұрыс емес
ko: 메일 형식이 올바르지 않습니다
nl: Het e-mailformaat is niet correct
pl: Format poczty nie jest poprawny
pt: O formato do E-mail não está correto
ro: Formatul de e-mail nu este corect
sr: Формат поште није исправан
sv: E-postformatet är inte korrekt
tr: Posta formatı doğru değil
uk: Формат пошти не коректний
zh: 邮件格式不正确

# EmailSendException
source: The message could not be sent to your email.
az: Poçtunuza bir mesaj göndərə bilmədim.
be: Не атрымалася адправіць паведамленне вам на пошту.
bg: Неуспешно изпращане на съобщение до вашата поща.
cs: Nepodařilo se vám poslat zprávu na poštu.
de: Die Nachricht konnte Ihnen nicht per E-Mail gesendet werden.
el: Δεν ήταν δυνατή η αποστολή του μηνύματος στο email σας.
es: No se pudo enviar el mensaje a su correo.
fi: Viestiä ei voitu lähettää sähköpostiisi.
fr: Impossible de Vous envoyer un message.
hu: Az üzenetet nem sikerült elküldeni az e-mail címre.
it: Impossibile inviare il messaggio alla posta.
ja: メッセージをメールに送信できませんでした。
kk: Сізге пошта арқылы хабарлама жіберу мүмкін болмады.
ko: 메시지를 이메일로 보낼 수 없습니다.
nl: Het bericht kon niet naar uw e-mail worden verzonden.
pl: Nie można wysłać wiadomości na pocztę.
pt: Não foi possível enviar a mensagem para o seu e-mail.
ro: Mesajul nu a putut fi trimis la adresa dvs. de e-mail.
sr: Слање поруке на пошту није успело.
sv: Meddelandet kunde inte skickas till din e-post.
tr: Size postaneye mesaj gönderilemedi.
uk: Не вдалося відправити повідомлення вам на пошту.
zh: 该消息无法发送到您的电子邮件。

# IdentityContextException
source: The action is not available out of context. Go back to the main app and try again.
az: Fəaliyyət kontekstdən kənarda mövcud deyil. Əsas tətbiqə qayıdın və yenidən cəhd edin.
be: Дзеянне недаступна па-за кантэкстам. Вярніцеся ў Галоўнае прыкладанне і паспрабуйце зноў.
bg: Действието не е достъпно извън контекста. Върнете се към основното приложение и опитайте отново.
cs: Akce není přístupná mimo kontext. Vraťte se do hlavní aplikace a zkuste to znovu.
de: Die Aktion ist außerhalb des Kontexts nicht verfügbar. Kehren Sie zur Hauptanwendung zurück und versuchen Sie es erneut.
el: Η ενέργεια δεν είναι διαθέσιμη εκτός πλαισίου. Επιστρέψτε στην κύρια εφαρμογή και δοκιμάστε ξανά.
es: La acción no está disponible fuera de contexto. Vuelve a la aplicación principal y vuelve a intentarlo.
fi: Toiminta ei ole käytettävissä asiayhteydestä irrotettuna. Mene takaisin pääsovellukseen ja yritä uudelleen.
fr: L'action n'est pas disponible en dehors du contexte. Revenez à l'application principale et réessayez.
hu: A művelet nem érhető el a kontextusból. Menjen vissza a fő alkalmazásba, és próbálja újra.
it: L'azione non è disponibile al di fuori del contesto. Torna all'app principale e riprova.
ja: アクションはコンテキスト外では使用できません。 メインアプリに戻って、もう一度やり直してください。
kk: Әрекет контекстен тыс қол жетімді емес. Негізгі қолданбаға оралып, қайталап көріңіз.
ko: 이 작업은 컨텍스트 밖에서 사용할 수 없습니다. 기본 앱으로 돌아가서 다시 시도하십시오.
nl: De actie is niet beschikbaar buiten de context. Ga terug naar de hoofdapp en probeer het opnieuw.
pl: Akcja nie jest dostępna poza kontekstem. Wróć do głównej aplikacji i spróbuj ponownie.
pt: A ação não está disponível fora do contexto. Volte para o aplicativo principal e tente novamente.
ro: Acțiunea nu este disponibilă în afara contextului. Reveniți la aplicația principală și încercați din nou.
sr: Акција није доступна ван контекста. Вратите се на главну апликацију и покушајте поново.
sv: Åtgärden är inte tillgänglig ur sitt sammanhang. Gå tillbaka till huvudappen och försök igen.
tr: Eyleme bağlam dışında erişilemez. Ana uygulamaya geri dönün ve tekrar deneyin.
uk: Дія недоступна поза контекстом. Поверніться до головного додатка та спробуйте ще раз.
zh: 该操作不可断章取义。 回到主应用程序，然后再试一次。

# InvalidCodeException
source: The link has expired
az: Link müddəti bitdi
be: Тэрмін дзеяння спасылкі скончыўся
bg: Връзката изтече
cs: Platnost odkazu vypršela
de: Der Link ist abgelaufen
el: Ο σύνδεσμος έχει λήξει
es: El enlace ha caducado
fi: Linkki on vanhentunut
fr: Le lien a expiré
hu: A link lejárt
it: Il collegamento è scaduto
ja: リンクの有効期限が切れています
kk: Сілтеменің мерзімі аяқталды
ko: 링크가 만료되었습니다.
nl: De link is verlopen
pl: Link wygasł
pt: O link expirou
ro: Link-ul a expirat
sr: Веза је истекла
sv: Länken har gått ut
tr: Bağlantının süresi doldu
uk: Термін дії посилання закінчився
zh: 链接已过期

# LoginAlreadyAssociatedException
source: The username is already linked to another user
az: Giriş artıq başqa bir istifadəçi ilə bağlıdır
be: Лагін ўжо звязаны з іншым карыстальнікам
bg: Входът вече е свързан с друг потребител
cs: Přihlášení je již spojeno s jiným uživatelem
de: Der Login ist bereits mit einem anderen Benutzer verknüpft
el: Το όνομα χρήστη είναι ήδη συνδεδεμένο με άλλο χρήστη
es: El Inicio de sesión ya está asociado con otro usuario
fi: Käyttäjätunnus on jo linkitetty toiseen käyttäjään
fr: La connexion est déjà associée à un autre utilisateur
hu: A felhasználónév már kapcsolódik egy másik felhasználóhoz
it: Il login è già associato a un altro utente
ja: ユーザー名はすでに別のユーザーにリンクされています
kk: Кіру басқа пайдаланушымен байланысты
ko: 사용자 이름이 이미 다른 사용자와 연결되어 있습니다
nl: De gebruikersnaam is al gekoppeld aan een andere gebruiker
pl: Login jest już powiązany z innym użytkownikiem
pt: O login já está associado a outro usuário
ro: Numele de utilizator este deja legat de un alt utilizator
sr: Пријава је већ повезана са другим корисником
sv: Användarnamnet är redan länkat till en annan användare
tr: Giriş zaten başka bir kullanıcıyla ilişkilendirilmiştir
uk: Логін вже пов'язаний з іншим користувачем
zh: 用户名已经链接到另一个用户

# LoginNotFoundException
source: Login not found
az: Giriş tapılmadı
be: Лагін не знойдзены
bg: Вход не е намерен
cs: Přihlašovací údaje nebyly nalezeny
de: Kein Login gefunden
el: Η σύνδεση δεν βρέθηκε
es: Inicio de sesión no encontrado
fi: Kirjautumista ei löytynyt
fr: Connexion introuvable
hu: Bejelentkezés nem található
it: Login non trovato
ja: ログインが見つかりません
kk: Логин табылмады
ko: 로그인을 찾을 수 없음
nl: Pagina niet gevonden
pl: Nie znaleziono loginu
pt: Login não encontrado
ro: Login nu a fost găsit
sr: Пријава није пронађена
sv: Login hittades inte
tr: Oturum açma bulunamadı
uk: Логін не знайдено
zh: 未找到登录名

# OldPasswordNeededException
source: The old password is not specified
az: Köhnə parol göstərilməyib
be: Не пазначаны стары пароль
bg: Не е посочена стара парола
cs: Není uvedeno staré heslo
de: Kein altes Passwort angegeben
el: Ο παλιός κωδικός πρόσβασης δεν έχει καθοριστεί
es: No se ha especificado la contraseña anterior
fi: Vanhaa salasanaa ei ole määritetty
fr: Aucun ancien mot de passe spécifié
hu: A régi jelszó nincs megadva
it: Vecchia password non specificata
ja: 古いパスワードは指定されていません
kk: Ескі құпия сөз жоқ
ko: 이전 암호가 지정되지 않았습니다
nl: Het oude wachtwoord is niet opgegeven
pl: Nie podano starego hasła
pt: Senha antiga não especificada
ro: Parola veche nu este specificată
sr: Није наведена стара лозинка
sv: Det gamla lösenordet är inte angivet
tr: Eski şifre belirtilmedi
uk: Не вказано старий пароль
zh: 未指定旧密码

# QueryParameterMissingException
source: The query string parameter is missing
az: Sorğu xətti parametri yoxdur
be: Адсутнічае параметр радка запыту
bg: Липсва параметър на низа на заявката
cs: Chybí možnost řádku dotazu
de: Der Abfragezeichenfolgenparameter fehlt
el: Η παράμετρος συμβολοσειράς ερωτήματος λείπει
es: Falta el parámetro de cadena de consulta
fi: Kyselymerkkijonoparametri puuttuu
fr: Paramètre de chaîne de requête manquant
hu: Hiányzik a lekérdezési karakterlánc paraméter
it: Parametro stringa di query mancante
ja: クエリ文字列パラメーターがありません
kk: Сұрау жолының параметрі жоқ
ko: 쿼리 문자열 매개 변수가 없습니다
nl: De query string parameter ontbreekt
pl: Brak parametru ciągu zapytania
pt: Nenhum parâmetro de string de consulta
ro: Parametrul șir de interogare lipsește
sr: Недостаје параметар низа упита
sv: Frågesträngsparametern saknas
tr: Sorgu dizesi parametresi eksik
uk: Відсутній параметр рядка запиту
zh: 缺少查询字符串参数

# UserLockoutException
source: You have been blocked due to a large number of failed login attempts. Try logging in later
az: Çox sayda uğursuz giriş cəhdinə görə bloklandınız. Daha sonra daxil olmağa çalışın
be: Вы былі заблакаваныя з-за вялікай колькасці няўдалых спробаў ўваходу. Паспрабуйце ўвайсці пазней
bg: Бяхте блокирани поради голям брой неуспешни опити за влизане. Опитайте да влезете по-късно
cs: Byli jste zablokováni kvůli velkému počtu neúspěšných pokusů o vstup. Zkuste se přihlásit později
de: Sie wurden aufgrund einer großen Anzahl fehlgeschlagener Anmeldeversuche gesperrt. Melden Sie sich später an
el: Έχετε αποκλειστεί λόγω μεγάλου αριθμού αποτυχημένων προσπαθειών σύνδεσης. Δοκιμάστε να συνδεθείτε αργότερα
es: Ha sido bloqueado debido a una gran cantidad de intentos de Inicio de sesión fallidos. Intenta iniciar sesión más tarde
fi: Sinut on estetty lukuisten epäonnistuneiden kirjautumisyritysten vuoksi. Kokeile kirjautumista myöhemmin
fr: Vous avez été bloqué en raison d'un grand nombre de tentatives de connexion infructueuses. Essayez de vous connecter plus tard
hu: Számos sikertelen bejelentkezési kísérlet miatt blokkolták. Próbáljon később bejelentkezni
it: Sei stato bloccato a causa di molti tentativi di accesso non riusciti. Prova ad accedere più tardi
ja: ログイン試行に失敗した多数のためにブロックされました。 後でログインしてみてください
kk: Сіз көптеген сәтсіз кіру әрекеттеріне байланысты бұғатталдыңыз. Кейінірек кіруге тырысыңыз
ko: 많은 로그인 시도 실패로 인해 차단되었습니다. 나중에 로그인 시도
nl: U bent geblokkeerd vanwege een groot aantal mislukte inlogpogingen. Probeer later in te loggen
pl: Zostałeś zablokowany z powodu dużej liczby nieudanych prób logowania. Spróbuj zalogować się później
pt: Você foi bloqueado devido ao grande número de tentativas de login malsucedidas. Tente entrar mais tarde
ro: Ați fost blocat din cauza unui număr mare de încercări eșuate de conectare. Încercați să vă conectați mai târziu
sr: Блокирани сте због великог броја неуспелих покушаја пријаве. Покушајте да се пријавите касније
sv: Du har blockerats på grund av ett stort antal misslyckade inloggningsförsök. Prova att logga in senare
tr: Çok sayıda başarısız giriş denemesi nedeniyle engellendiniz. Daha sonra giriş yapmayı deneyin
uk: Вас заблокували через велику кількість невдалих спроб входу. Спробуйте увійти пізніше
zh: 由于大量失败的登录尝试，您已被阻止。 稍后尝试登录

# UserNotFoundException
source: The user was not found
az: İstifadəçi tapılmadı
be: Карыстальнік не знойдзены
bg: Потребителят не е намерен
cs: Uživatel nebyl nalezen
de: Kein Benutzer gefunden
el: Ο χρήστης δεν βρέθηκε
es: Usuario no encontrado
fi: Käyttäjää ei löytynyt
fr: Utilisateur introuvable
hu: A felhasználó nem található
it: Utente non trovato
ja: ユーザーが見つかりませんでした
kk: Пайдаланушы табылмады
ko: 사용자를 찾을 수 없습니다.
nl: De gebruiker is niet gevonden
pl: Nie znaleziono użytkownika
pt: Usuário não encontrado
ro: Utilizatorul nu a fost găsit
sr: Корисник није пронађен
sv: Användaren hittades inte
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
zh: 未找到用户

# TwoFactorAlreadyEnabledException
source: Two-factor authentication is already enabled
az: İki faktorlu identifikasiya artıq bağlıdır
be: Двухфакторную аўтэнтыфікацыя ўжо падключана
bg: Двуфакторното удостоверяване вече е свързано
cs: Dvoufaktorové ověření je již připojeno
de: Die Zwei-Faktor-Authentifizierung ist bereits verbunden
el: Ο έλεγχος ταυτότητας δύο παραγόντων είναι ήδη ενεργοποιημένος
es: La autenticación de dos factores ya está conectada
fi: Kaksivaiheinen todennus on jo käytössä
fr: L'authentification à deux facteurs est déjà connectée
hu: A kétfaktoros hitelesítés már engedélyezve van
it: L'autenticazione a due fattori è già connessa
ja: 二要素認証はすでに有効になっています
kk: Екі факторлы аутентификация қазірдің өзінде қосылған
ko: 이중 인증이 이미 활성화되어 있습니다
nl: Twee-factor authenticatie is al ingeschakeld
pl: Uwierzytelnianie dwuskładnikowe jest już połączone
pt: A autenticação de dois fatores já está conectada
ro: Autentificarea cu doi factori este deja activată
sr: Двофакторска Аутентификација је већ повезана
sv: Tvåfaktorsautentisering är redan aktiverad
tr: İki faktörlü kimlik doğrulama zaten bağlı
uk: Двофакторна автентифікація вже підключена
zh: 双因素身份验证已启用

# UserNameLengthException
source: Invalid username length
az: Yanlış istifadəçi adı uzunluğu
be: Няправільная даўжыня імя карыстальніка
bg: Неправилна дължина на потребителското име
cs: Nesprávná délka uživatelského jména
de: Die Länge des Benutzernamens ist ungültig
el: Μη έγκυρο μήκος ονόματος χρήστη
es: Longitud incorrecta del nombre de usuario
fi: Virheellinen käyttäjänimen pituus
fr: Longueur incorrecte du nom d'utilisateur
hu: Érvénytelen Felhasználónév hossza
it: Lunghezza nome utente non valida
ja: 無効なユーザー名の長さ
kk: Пайдаланушы аты дұрыс емес
ko: 잘못된 사용자 이름 길이
nl: Ongeldige gebruikersnaam lengte
pl: Nieprawidłowa długość nazwy użytkownika
pt: Tamanho do nome de utilizador inválido
ro: Lungimea nevalidă a numelui de utilizator
sr: Нетачна дужина корисничког имена
sv: Ogiltig användarnamn längd
tr: Geçersiz kullanıcı adı uzunluğu
uk: Неправильна довжина імені користувача
zh: 用户名长度无效

# ThumbnailSaveException
source: Error saving profile photo
az: Profil şəklini yadda saxlama xətası
be: Памылка захавання фота профіля
bg: Грешка при запазване на профилната снимка
cs: Při ukládání profilové fotky došlo k chybě
de: Fehler beim Speichern des Profilfotos
el: Σφάλμα κατά την αποθήκευση φωτογραφίας προφίλ
es: Error al guardar la foto de perfil
fi: Virhe profiilikuvan tallentamisessa
fr: Erreur lors de l'enregistrement de la photo de profil
hu: Hiba történt a profilfotó mentésekor
it: Errore durante il salvataggio della foto del profilo
ja: プロフィール写真の保存中にエラーが発生しました
kk: Профиль фотосуретін сақтау қатесі
ko: 프로필 사진을 저장하는 중에 오류가 발생했습니다.
nl: Fout bij opslaan van profielfoto
pl: Błąd podczas zapisywania zdjęcia profilowego
pt: Erro ao salvar a foto do perfil
ro: Eroare la salvarea fotografiei de profil
sr: Грешка при чувању слике профила
sv: Det gick inte att spara profilfoto
tr: Profil fotoğrafı kaydedilirken hata oluştu
uk: Помилка збереження фото профілю
zh: 儲存個人資料照片時發生錯誤
