Repository: lncendia/Overoom
Catalog: AuthService.Infrastructure.Web/Resources/Settings/Controllers/SettingsController.*.resx
Languages: de, ru

# CheckCorrectness
source: Check the correctness of the input data
de: Überprüfen Sie, ob die Eingabe korrekt ist
ru: Проверьте правильность входных данных

# PasswordChanged
source: Password changed successfully
de: Das Passwort wurde erfolgreich geändert
ru: Пароль успешно изменен

# ProviderLinked
source: Provider is linked
de: Anbieter ist verlinkt
ru: Провайдер привязан

# ProviderUnlinked
source: Provider is unlinked
de: Anbieter ist nicht verbunden
ru: Провайдер отвязан

# PasswordRequiresDigit
source: The password must contain numbers
de: Das Passwort muss Zahlen enthalten
ru: Пароль должен содержать цифры

# PasswordRequiresLower
source: The password must contain lowercase letters
de: Das Passwort muss Kleinbuchstaben enthalten
ru: Пароль должен содержать буквы в нижнем регистре

# PasswordRequiresUpper
source: The password must contain uppercase letters
de: Das Passwort muss Großbuchstaben enthalten
ru: Пароль должен содержать буквы в верхнем регистре

# PasswordRequiresNonAlphanumeric
source: The password must contain special characters
de: Das Passwort muss Sonderzeichen enthalten
ru: Пароль должен содержать специальные символы

# PasswordLengthInvalid
source: Password length is invalid
de: Die Passwortlänge ist ungültig
ru: Неверная длина пароля

# PasswordMismatch
source: The old password is incorrect
de: Das alte Passwort ist falsch angegeben
ru: Старый пароль указан неверно

# EmailChangeRequested
source: The request has been sent to your old email address
de: Die Anfrage wird Ihnen an eine alte E-Mail gesendet
ru: Запрос отправлен Вам на старую почту

# EmailChanged
source: Mail changed
de: Mail geändert
ru: Почта изменена

# EmailFormatInvalid
source: Mail format is not valid
de: Das Mail-Format ist ungültig
ru: Формат почты не валиден

# EmailAlreadyTaken
source: The mail is already in use
de: Mail wird bereits verwendet
ru: Почта уже используется

# OldPasswordNeeded
source: You must specify the old password to change it
de: Sie müssen das alte Passwort angeben, um es zu ändern
ru: Необходимо указать старый пароль для его смены

# EmailNotConfirmed
source: To perform this action, confirm your email
de: Bestätigen Sie Ihre E-Mails, um diese Aktion auszuführen
ru: Для выполнения этого действия подтвердите свою почту

# OldPasswordMatchNew
source: The new password cannot match the old one
de: Das neue Passwort kann nicht mit dem alten Passwort übereinstimmen
ru: Новый пароль не может совпадать со старым

# UserNameLengthInvalid
source: The length of the user name should not be from 3 to 20 characters
de: Der Benutzername darf nicht zwischen 3 und 20 Zeichen lang sein
ru: Длина имени пользователя не должна быть от 3 до 20 символов

# UserNameFormatInvalid
source: The username has an incorrect format
de: Der Benutzername hat ein falsches Format
ru: Имя пользователя имеет некорректный формат

# UserNameChanged
source: The user's name has been changed
de: Benutzername geändert
ru: Имя пользователя изменено

# AvatarChanged
source: User photo has been changed
de: Profilfoto geändert
ru: Фото профиля изменено

# SessionsClosed
source: Other sessions completed successfully
de: Andere Sitzungen wurden erfolgreich abgeschlossen
ru: Другие сессии успешно завершены
