Repository: lncendia/Overoom
Catalog: Identix.Infrastructure.Web/Resources/Home/Controllers/HomeController.*.resx
Languages: ru

# OpenIdContextException
source: The action is not available out of context. Go back to the main app and try again.
ru: Действие недоступно вне контекста. Вернитесь в главное приложение и попробуйте снова.

# EmailSendException
source: The message could not be sent to your email.
ru: Не удалось отправить сообщение Вам на почту.

# DefaultMessage
source: An error occurred while processing the request.
ru: Возникла ошибка при обработке запроса.

# UserNotFoundException
source: The user was not found
ru: Пользователь не найден

# QueryParameterMissingException
source: The query string parameter is missing
ru: Отсутствует параметр строки запроса

# LoginAlreadyAssociatedException
source: The username is already linked to another user
ru: Логин уже связан с другим пользователем

# LoginNotFoundException
source: Login not found
ru: Логин не найден

# InvalidCodeException
source: The link has expired
ru: Срок действия ссылки истек

# EmailFormatException
source: The mail format is not correct
ru: Формат почты не корректен

# EmailAlreadyTakenException
source: The mail is already in use
ru: Почта уже используется

# UserLockoutException
source: You have been blocked due to a large number of failed login attempts. Try logging in later
ru: Вы были заблокированы из-за большого количества неудачных попыток входа. Попробуйте войти позже

# TwoFactorAlreadyEnabledException
source: Two-factor authentication is already enabled
ru: Двухфакторная аутентификация уже подключена

# UserNameLengthException
source: Invalid username length
ru: Неверная длина имени пользователя

# ExternalAuthenticationFailureException
source: Authentication error via an external service
ru: Ошибка аутентификации через внешний сервис

# NotFoundMessage
source: The requested page was not found
ru: Запрашиваемая страница не найдена
