Repository: lncendia/Overoom
Catalog: Identix.Infrastructure.Web/Resources/Settings/Controllers/SettingsController.*.resx
Languages: ru

# PasswordChanged
source: The password has been successfully changed
ru: Пароль успешно изменен

# ProviderLinked
source: The provider {0} is linked
ru: Провайдер {0} привязан

# ProviderUnlinked
source: The provider {0} is unlinked
ru: Провайдер {0} отвязан

# PasswordRequiresDigit
source: The password must contain numbers
ru: Пароль должен содержать цифры

# PasswordRequiresLower
source: The password must contain lowercase letters
ru: Пароль должен содержать буквы в нижнем регистре

# PasswordRequiresNonAlphanumeric
source: The password must contain special characters
ru: Пароль должен содержать специальные символы

# PasswordRequiresUpper
source: The password must contain uppercase letters
ru: Пароль должен содержать буквы в верхнем регистре

# PasswordLengthInvalid
source: Incorrect password length
ru: Неверная длина пароля

# PasswordMismatch
source: The old password is incorrect
ru: Старый пароль указан неверно

# EmailChangeRequested
source: The request has been sent to your email
ru: Запрос отправлен Вам на старую почту

# EmailChanged
source: The mail has been changed
ru: Почта изменена

# EmailFormatInvalid
source: The mail format is not correct
ru: Формат почты не корректен

# EmailAlreadyTaken
source: The mail is already in use
ru: Почта уже используется

# OldPasswordNeeded
source: You must specify the old password to change it
ru: Необходимо указать старый пароль для его смены

# OldPasswordMatchNew
source: The new password cannot match the old one
ru: Новый пароль не может совпадать со старым

# SessionsClosed
source: Other sessions have been completed successfully
ru: Другие сессии успешно завершены

# AvatarChanged
source: The profile photo has been changed
ru: Фото профиля изменено

# UserNameChanged
source: The user's name has been changed
ru: Имя пользователя изменено

# UserNameLengthInvalid
source: Invalid username length
ru: Неверная длина имени пользователя

# WrongFileSize
source: The file size cannot exceed 15 MB
ru: Размер файла не может превышать 15 Мб
