Repository: lncendia/Overoom
Catalog: PJMS.AuthService.Web/Resources/Account/Controllers/AccountController.*.resx
Languages: az, be, bg, cs, es, fi, ja, kk, ko, nl, pl, pt, ro, sr, sv, tr, uk, zh

# EmailFormatInvalid
source: The mail format is not correct
az: Poçt formatı düzgün deyil
be: Фармат пошты не карэктны
bg: Форматът на пощата не е правилен
cs: Formát pošty není korektní
es: El formato de correo no es correcto
fi: Sähköpostin muoto ei ole oikea
ja: メール形式が正しくありません
kk: Пошта пішімі дұрыс емес
ko: 메일 형식이 올바르지 않습니다
nl: Het e-mailformaat is niet correct
pl: Format poczty nie jest poprawny
pt: O formato do E-mail não está correto
ro: Formatul de e-mail nu este corect
sr: Формат поште није исправан
sv: E-postformatet är inte korrekt
tr: Posta formatı doğru değil
uk: Формат пошти не коректний
zh: 邮件格式不正确

source: Invalid credentials
az: Yanlış etimadnamələr
be: Няслушныя ўліковыя дадзеныя
bg: Невалидни идентификационни данни
cs: Nesprávné přihlašovací údaje
es: Credenciales incorrectas
fi: Virheelliset tunnistetiedot
ja: 無効な資格情報
kk: Тіркелгі деректері дұрыс емес
ko: 잘못된 자격 증명
nl: Ongeldige referenties
pl: Nieprawidłowe poświadczenia
pt: Credenciais inválidas
ro: Acreditări nevalide
sr: Нетачни акредитиви
sv: Ogiltiga referenser
tr: Geçersiz kimlik bilgileri
uk: Невірні облікові дані
zh: 凭据无效

# PasswordLengthInvalid
source: Incorrect password length
az: Yanlış parol uzunluğu
be: Няправільная даўжыня пароля
bg: Грешна дължина на паролата
cs: Nesprávná délka hesla
es: Longitud de contraseña incorrecta
fi: Väärä salasanan pituus
ja: パスワードの長さが正しくありません
kk: Құпия сөздің ұзындығы дұрыс емес
ko: 잘못된 암호 길이
nl: Onjuiste wachtwoordlengte
pl: Nieprawidłowa długość hasła
pt: Tamanho da senha inválido
ro: Lungimea incorectă a parolei
sr: Нетачна дужина лозинке
sv: Felaktigt lösenord längd
tr: Geçersiz şifre uzunluğu
uk: Невірна довжина пароля
zh: 密码长度不正确

# PasswordRequiresDigit
source: The password must contain numbers
az: Şifrə nömrələri ehtiva etməlidir
be: Пароль павінен утрымліваць лічбы
bg: Паролата трябва да съдържа номера
cs: Heslo musí obsahovat čísla
es: La contraseña debe contener números
fi: Salasanan on sisällettävä numeroita
ja: パスワードには番号が含まれている必要があります
kk: Парольде сандар болуы керек
ko: 암호에는 숫자가 포함되어야 합니다
nl: Het wachtwoord moet nummers bevatten
pl: Hasło musi zawierać cyfry
pt: A senha deve conter números
ro: Parola trebuie să conțină numere
sr: Лозинка треба да садржи бројеве
sv: Lösenordet måste innehålla siffror
tr: Şifre numaraları içermelidir
uk: Пароль повинен містити цифри
zh: 密码必须包含数字

# PasswordRequiresLower
source: The password must contain lowercase letters
az: Şifrə kiçik hərflərdən ibarət olmalıdır
be: Пароль павінен утрымліваць літары ў ніжнім рэгістры
bg: Паролата трябва да съдържа малки букви
cs: Heslo musí obsahovat malá písmena
es: La contraseña debe contener letras minúsculas
fi: Salasanan tulee sisältää pieniä kirjaimia
ja: パスワードには小文字を含める必要があります
kk: Құпия сөзде кіші әріптер болуы керек
ko: 암호에는 소문자가 포함되어야 합니다
nl: Het wachtwoord moet kleine letters bevatten
pl: Hasło musi zawierać małe litery
pt: A senha deve conter letras minúsculas
ro: Parola trebuie să conțină litere mici
sr: Лозинка треба да садржи мала слова
sv: Lösenordet måste innehålla små bokstäver
tr: Parola küçük harfli harfler içermelidir
uk: Пароль повинен містити літери в нижньому регістрі
zh: 密码必须包含小写字母

# PasswordRequiresNonAlphanumeric
source: The password must contain special characters
az: Şifrə xüsusi simvollardan ibarət olmalıdır
be: Пароль павінен утрымліваць спецыяльныя сімвалы
bg: Паролата трябва да съдържа специални символи
cs: Heslo musí obsahovat speciální znaky
es: La contraseña debe contener caracteres especiales
fi: Salasanan tulee sisältää erikoismerkkejä
ja: パスワードには特殊文字を含める必要があります
kk: Құпия сөзде арнайы таңбалар болуы керек
ko: 암호에는 특수 문자가 포함되어야 합니다
nl: Het wachtwoord moet speciale tekens bevatten
pl: Hasło musi zawierać znaki specjalne
pt: A senha deve conter caracteres especiais
ro: Parola trebuie să conțină caractere speciale
sr: Лозинка треба да садржи посебне знакове
sv: Lösenordet måste innehålla specialtecken
tr: Parola özel karakterler içermelidir
uk: Пароль повинен містити спеціальні символи
zh: 密码必须包含特殊字符

# PasswordRequiresUpper
source: The password must contain uppercase letters
az: Şifrə böyük hərflərdən ibarət olmalıdır
be: Пароль павінен утрымліваць літары ў верхнім рэгістры
bg: Паролата трябва да съдържа главни букви
cs: Heslo musí obsahovat velká písmena
es: La contraseña debe contener letras mayúsculas
fi: Salasanan tulee sisältää isoja kirjaimia
ja: パスワードには大文字を含める必要があります
kk: Құпия сөзде бас әріптер болуы керек
ko: 암호에는 대문자가 포함되어야 합니다
nl: Het wachtwoord moet hoofdletters bevatten
pl: Hasło musi zawierać wielkie litery
pt: A senha deve conter letras maiúsculas
ro: Parola trebuie să conțină litere mari
sr: Лозинка треба да садржи велика слова
sv: Lösenordet måste innehålla stora bokstäver
tr: Parola büyük harf içermelidir
uk: Пароль повинен містити літери у верхньому регістрі
zh: 密码必须包含大写字母

# UserLockout
source: You have been blocked due to a large number of failed login attempts. Try logging in later
az: Çox sayda uğursuz giriş cəhdinə görə bloklandınız. Daha sonra daxil olmağa çalışın
be: Вы былі заблакаваныя з-за вялікай колькасці няўдалых спробаў ўваходу. Паспрабуйце ўвайсці пазней
bg: Бяхте блокирани поради голям брой неуспешни опити за влизане. Опитайте да влезете по-късно
cs: Byli jste zablokováni kvůli velkému počtu neúspěšných pokusů o vstup. Zkuste se přihlásit později
es: Ha sido bloqueado debido a una gran cantidad de intentos de Inicio de sesión fallidos. Intenta iniciar sesión más tarde
fi: Sinut on estetty lukuisten epäonnistuneiden kirjautumisyritysten vuoksi. Kokeile kirjautumista myöhemmin
ja: ログイン試行に失敗した多数のためにブロックされました。 後でログインしてみてください
kk: Сіз көптеген сәтсіз кіру әрекеттеріне байланысты бұғатталдыңыз. Кейінірек кіруге тырысыңыз
ko: 많은 로그인 시도 실패로 인해 차단되었습니다. 나중에 로그인 시도
nl: U bent geblokkeerd vanwege een groot aantal mislukte inlogpogingen. Probeer later in te loggen
pl: Zostałeś zablokowany z powodu dużej liczby nieudanych prób logowania. Spróbuj zalogować się później
pt: Você foi bloqueado devido ao grande número de tentativas de login malsucedidas. Tente entrar mais tarde
ro: Ați fost blocat din cauza unui număr mare de încercări eșuate de conectare. Încercați să vă conectați mai târziu
sr: Блокирани сте због великог броја неуспелих покушаја пријаве. Покушајте да се пријавите касније
sv: Du har blockerats på grund av ett stort antal misslyckade inloggningsförsök. Prova att logga in senare
tr: Çok sayıda başarısız giriş denemesi nedeniyle engellendiniz. Daha sonra giriş yapmayı deneyin
uk: Вас заблокували через велику кількість невдалих спроб входу. Спробуйте увійти пізніше
zh: 由于大量失败的登录尝试，您已被阻止。 稍后尝试登录

# UserNotFound
source: The user was not found
az: İstifadəçi tapılmadı
be: Карыстальнік не знойдзены
bg: Потребителят не е намерен
cs: Uživatel nebyl nalezen
es: Usuario no encontrado
fi: Käyttäjää ei löytynyt
ja: ユーザーが見つかりませんでした
kk: Пайдаланушы табылмады
ko: 사용자를 찾을 수 없습니다.
nl: De gebruiker is niet gevonden
pl: Nie znaleziono użytkownika
pt: Usuário não encontrado
ro: Utilizatorul nu a fost găsit
sr: Корисник није пронађен
sv: Användaren hittades inte
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
zh: 未找到用户

# EmailNotConfirmed
source: To perform this action, confirm your email
az: Bu addımı yerinə yetirmək üçün poçtunuzu təsdiqləyin
be: Для выканання гэтага дзеяння пацвердзіце сваю пошту
bg: За да извършите това действие, потвърдете пощата си
cs: Chcete-li tuto akci provést, potvrďte svůj e-mail
es: Para realizar esta acción, confirme su correo
fi: Voit suorittaa tämän toiminnon vahvistamalla sähköpostiosoitteesi
ja: この操作を実行するには、メールを確認します
kk: Бұл әрекетті орындау үшін поштаңызды растаңыз
ko: 이 작업을 수행하려면 이메일을 확인하십시오
nl: Bevestig uw e-mail om deze actie uit te voeren
pl: Aby wykonać tę czynność, potwierdź swoją pocztę
pt: Confirme o seu e-mail para concluir esta ação
ro: Pentru a efectua această acțiune, confirmați E-mailul
sr: Да бисте извршили ову радњу, потврдите своју пошту
sv: För att utföra denna åtgärd, bekräfta din e-post
tr: Bu işlemi gerçekleştirmek için postanızı doğrulayın
uk: Для виконання цієї дії підтвердіть свою пошту
zh: 要执行此操作，请确认您的电子邮件
